// title
"SCANNING_TITLE" = "Cerco software";
"INSTALLING_X_TITLE" = "Installazione di %@";
"DOWNLOADING_X_TITLE" = "Scarico %@";
"1_ITEM" = "1 elemento";
"N_ITEMS" = "%d elementi";

// message
"DOWNLOADING_ITEM_STATUS" = "Scarico %@…";
"EXPANDING_ITEM_STATUS" = "Espando e verifico %@…";
"INSTALLING_ITEM_STATUS" = "Installo aggiornamenti…";

// time remaining
"FILE_SIZES_STATUS" = "%@ di %@";
"FILE_SIZES_AND_TIME_ESTIMATE_STATUS" = "%@ di %@ — %@";

// stop button
"STOP_TITLE" = "Stop";
"QUIT_TITLE" = "Esci";

// No restart required - finished
"INSTALLATION_DONE_SINGLE" = "L'aggiornamento è stato installato correttamente.";
"INSTALLATION_DONE" = "Gli aggiornamenti sono stati installati correttamente.";
"INSTALLATION_FAILED" = "Si è verificato un errore durante l'installazione.";
"DOWNLOAD_ONLY_FAILED" = "Si è verificato un errore durante il download.";
"DOWNLOAD_ONLY_DONE_SINGLE" = "L'aggiornamento è stato scaricato correttamente.";
"DOWNLOAD_ONLY_DONE" = "Gli aggiornamenti sono stati scaricati correttamente.";
"OK_TITLE" = "OK";
